LEXICON_RU: dict[str, str] = {
    '/start': 'Я личный виртуальный помощник Великого человека Дениса Черного.\n'
              'Моя задача - помогать людям в ответах на их вопросы и выполнении задач.',
    '/help': "Я бот который может помогать в ответах на вопросы, выполнении задач, предоставлении информации, "
             "переводе текстов на разные языки, генерации текстов, распознавании речи и многом другом. "
             "Я использую искусственный интеллект и машинное обучение, чтобы обрабатывать запросы и предоставлять "
             "наиболее точные ответы. Также я могу учиться на основе взаимодействия с людьми, чтобы становиться "
             "более умным и эффективным в своих функциях.",
    '/new': 'Как пожелаете начнем новый диалог',
    'end_cash': 'К сожалению телеграм не позволяет отправлять более 4096 токенов. Из-за этого я забуду весь '
                'предыдущий диалог. Но я с большой радостью начну новый. В дальнейшем надеюсь решу эту проблему'
}
